[
  {
    "number": 143,
    "fact": "Crocodiles can’t stick out their tongues."
  },
  {
    "number": 144,
    "fact": "On Venus, a single day lasts longer than a Venusian year."
  },
  {
    "number": 145,
    "fact": "Squirrels misplace more than half the nuts they bury."
  },
  {
    "number": 146,
    "fact": "Around 40% of twins invent a private language."
  },
  {
    "number": 147,
    "fact": "In South Korea, pro baseball players aren’t allowed to wear cabbage leaves inside their caps."
  },
  {
    "number": 148,
    "fact": "Curly hair follicles are oval; straight hair follicles are round."
  },
  {
    "number": 149,
    "fact": "Vinegar can dissolve a pearl."
  },
  {
    "number": 150,
    "fact": "The longest bout of hiccups reportedly lasted 68 years."
  },
  {
    "number": 151,
    "fact": "A lightning bolt can reach temperatures hotter than the sun’s surface."
  },
  {
    "number": 152,
    "fact": "At the ocean’s deepest point, pressure equals roughly the weight of 50 jumbo jets stacked on you."
  },
  {
    "number": 153,
    "fact": "Alabama once financed a bridge by auctioning off roosters."
  },
  {
    "number": 154,
    "fact": "The U.S. has 21 unsigned 'secret' Interstate highways."
  },
  {
    "number": 155,
    "fact": "Aphids are born already pregnant."
  },
  {
    "number": 156,
    "fact": "In the U.K., it’s illegal to handle salmon under ‘suspicious circumstances.’"
  },
  {
    "number": 157,
    "fact": "Playing annoying games in the street is illegal in the U.K."
  },
  {
    "number": 158,
    "fact": "Tennis began as a game played with bare hands."
  },
  {
    "number": 159,
    "fact": "Dolphins lack a sense of smell."
  },
  {
    "number": 160,
    "fact": "When grazing or resting, cows tend to align north–south with Earth’s magnetic field."
  },
  {
    "number": 161,
    "fact": "Cows don’t have upper front teeth (incisors)."
  },
  {
    "number": 162,
    "fact": "In Switzerland, owning only one guinea pig is illegal because they’re social animals."
  },
  {
    "number": 163,
    "fact": "The Moon drifts about 4 centimeters farther from Earth each year."
  },
  {
    "number": 164,
    "fact": "Making one pound of honey takes roughly two million flower visits by bees."
  },
  {
    "number": 165,
    "fact": "Chicago’s name traces to a smelly wild garlic once common there."
  },
  {
    "number": 166,
    "fact": "Powerful earthquakes can slightly speed up Earth’s rotation."
  },
  {
    "number": 167,
    "fact": "Baby rabbits are called kittens."
  },
  {
    "number": 168,
    "fact": "A group of flamingos is called a flamboyance."
  },
  {
    "number": 169,
    "fact": "Sea otters hold paws while sleeping so they don’t drift apart."
  },
  {
    "number": 170,
    "fact": "Gentoo penguins propose with a pebble."
  },
  {
    "number": 171,
    "fact": "A cat’s nose has a unique ridge pattern like a fingerprint."
  },
  {
    "number": 172,
    "fact": "A group of porcupines is called a prickle."
  }
]